;Language file of Revo Uinstaller Pro
;This section must use english
[Info]
Language= Français/French
WebLang=FRA
Translator=Émile Morvant
Codepage=UNICODE
Version=5.1.7

[Uninstaller Toolbar]
102 = Affichage
103 = Options
104 = Désinstalleur
105 = Autres Outils
106 = Mode traqueur
107 = Liste
108 = Icônes
109 = Détaillé 
110 = Désinstaller
111 = Supprimer l'entrée
112 = Rafraîchir
113 = Voulez-vous vraiment supprimer l'entrée sélectionnée ?
114 = Voulez-vous vraiment désinstaller le programme sélectionné ?
115 = Mise à jour automatique
116 = Aide
117 = Aide de l'outil actuel...
118 = Page d'accueil...
119 = À Propos...
120 = Vous n'êtes pas Administrateur !
121 = Voulez-vous vraiment désinstaller le composant système sélectionné ?\nARRÊTEZ à moins d'être certain de ce que vous êtes en train de faire !
122 = Le programme de désinstallation vous affiche tous les programmes et composants installés pour les utilisateurs actuels et pour tous les utilisateurs. Dans la vue "Détails" ou par le menu contextuel, vous pouvez accéder à des informations supplémentaires (liens et propriétés des programmes). Une fonction principale de Revo Uninstaller est le mode traqueur. Ce mode vous offre la possibilité de désinstaller, d’arrêter, de supprimer ou de désactiver le démarrage automatique d'un simple clic..
123 = Rechercher
124 = Trouvée(s):
125 = Voulez-vous vraiment supprimer le composant système sélectionné du registre ?nCela peut être requis par votre système d'exploitation !
126 = est supprimé du démarrage automatique !
127 = est ajouté pour démarrer automatiquement !
128 = %s à le même chemin d'installation que %s !\nCe Processus trouvera des éléments restants pour les deux programmes ! Par prudence, vérifiez ceux que vous voulez supprimer !
129 = Forcer la désinstallation MSI

^[Uninstaller List]
150 = Programme
151 = Taille
152 = Version
153 = Date d'installation
154 = Société 
155 = Site Web
156 = Commentaire
157 = Chemin de la désinstallation
158 = Clé Registre
159 = Installeur

[Uninstaller StatusBar]
201 = Nombre de programmes : 
202 = Ouverture...


[Registry Optimizer]
302 = Sélectionnez où rechercher
303 = Menu démarrer

[AutoRun Toolbar]
407 = Démarrer
408 = Stopper
409 = Supprimer
410 = Éléments :
411 = Activés :
412 = Avec le Gestionnaire du démarrage,vous pouvez non seulement activer ou désactiver le démarrage automatique des programmes au démarrage de Windows, mais vous pouvez également obtenir davantage d'informations sur ce programme particulier. Vous pouvez obtenir le chemin de lancement, la description, l'éditeur, l'état (en cours d'exécution ou non) et l'emplacement de la commande de démarrage (dans le registre ou dans un fichier sur le disque dur).

[AutoRun List]
450 = Nom de démarrage
451 = Chemin de lancement
452 = Description
453 = Éditeur
454 = État
455 = Emplacement
456 = Démarré
457 = Non démarré
458 = Non autorisé
459 = Stopper le Processus
460 = Démarrer le Processus
461 = Ouvrir le dossier Conteneur
462 = Aller à l'emplacement
463 = Copier le chemin de lancement
464 = Supprimer la sélection
465 = Supprimer tout ce qui n'est pas valable
466 = Supprimer tout ce qui n'est pas démarré
467 = Supprimer tout ce qui est désactivé
468 = Propriétés...
470 = Voulez-vous vraiment fermer le programme sélectionné ?\nToutes les données non sauvegardées seront perdues !
471 = Voulez-vous vraiment supprimer l'élément sélectionné ?
472 = Voulez-vous vraiment supprimer tous les éléments incorrectes ?
473 = Voulez-vous vraiment supprimer tous les éléments non démarrés ?
474 = Voulez-vous vraiment supprimer tous les éléments désactivés ?
475 = La commande n'existe pas !
476 = INCONNU
477 = Désactiver le démarrage automatique
478 = Activer le démarrage automatique


[Outlook Control]
300 = Optimisation
301 = Optimisation du Registre
400 = Gestionnaire du Démarrage
500 = Nettoyage des Traces
501 = Nettoyage des Navigateurs
600 = Nettoyage de MS Office
700 = Nettoyage de Windows
800 = Suppression des éléments confidentiels
900 = Suppression définitive
2100 = Outils Windows
2200 = Suppression des fichiers inutiles

[Track Cleaner Browsers]
507 = Tout Nettoyer
508 = Nettoyer l'historique des Pages Web visitées
509 = Supprimer l'historique de la Barre d'Adresse
510 = Supprimer les Fichiers Internet Temporaires
511 = Supprimer les Cookies
512 = Supprimer les fichiers Index.dat
513 = Exécuter
514 = Supprimer l'historique des Téléchargements
515 = Supprimer l'historique des Sessions
516 = Supprimer l'historique des formulaires
517 = Désinstalleur
518 = Voulez-vous vraiment nettoyer tous les historiques sélectionnés ?
521 = Voulez-vous vraiment nettoyer l'historique d'Internet Explorer ?
522 = Voulez-vous vraiment nettoyer l'historique de Firefox ?
523 = Voulez-vous vraiment nettoyer l'historique d'Opéra ?
524 = Voulez-vous vraiment nettoyer l'historique de Netscape ?
525 = Votre navigateur enregistre des informations sur les sites Internet que vous avez déjà visité. Ces informations sont facilement accessibles à partir de votre navigateur. En cliquant sur un bouton, n'importe qui peut voir où vous avez navigué sur le web ! Avec le Nettoyage de Navigateurs, vous pouvez supprimer les fichiers internet temporaires, ce qui regroupent toutes les images parcourues, toutes les vidéos en-ligne visionnées et toutes les pages web visitées. Supprimer les fichiers internet temporaires libère beaucoup d'espace sur le disque dur.
526 = Fermer votre navigateur avant de lancer le nettoyage des éléments confidentiels
527 = Les fichiers Index.dat seront supprimés au Prochain redémarrage de l'ordinateur
599 = Opérations de nettoyage des éléments confidentiels des éléments sélectionnés réalisées !


[Office Track Cleaner]
601 = Nettoyer
607 = Nettoyer l'historique des Documents Récents de MS Word
608 = Inclut Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 et Word 2016
609 = Nettoyer l'historique des Documents Récents de MS Excel
610 = Inclut Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 et Excel 2016
611 = Nettoyer l'historique des Documents Récents de MS Access
612 = Inclut Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 et Access 2016
613 = Nettoyer l'historique des Documents Récents de MS PowerPoint
614 = Inclut PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 et PowerPoint 2016
615 = Nettoyer l'historique des Documents Récents de MS FrontPage
616 = Inclut FrontPage 2000, FrontPage XP et FrontPage 2003
617 = Le Nettoyage de MS Office vous permet de supprimer l'historique des fichiers récemments utilisés dans MS Word, Excel, Access, PowerPoint et Front Page. Si vous ne souhaitez pas que quiconque puisse voir vos feuilles de calculs, documents ou autres fichiers créés en utilisant MS Office (dernièrement ouverts ou édités), sélectionnez ce que vous ne souhaitez pas qui soit vu et cliquez sur "Nettoyer". Vos fichiers utilisés récemment ne seront plus disponibles.

[Windows Tracks Cleaner]
701 = Nettoyer
707 = Nettoyer l'historique des Documents Récents
708 = Nettoyer l'historique de "Exécuter" du menu Démarrer
709 = Nettoyer l'historique des fichiers Recherchés
710 = Nettoyer l'historique des Imprimantes, Ordinateurs et Personnes trouvés
711 = Vider le Presse-Papier
712 = Nettoyer l'historique des fichiers Récents de "MS Paint"
713 = Nettoyer l'historique des fichiers Récents de "MS Wordpad"
714 = Nettoyer l'historique des Clés dernièrement ouvertes de Regedit
715 = Nettoyer l'historique des ouvertures et enregistrements récents de la boîte de dialogue
716 = Nettoyer l'historique des dossiers dernièrement visités avec la boîte de dialogue
717 = Vider la Corbeille
718 = Supprimer les fichiers Temporaires Windows
719 = Supprimer les journaux de Clic du Menu Démarrer
720 = Microsoft Windows garde une trace de beaucoup de choses que vous faites avec votre ordinateur comme l'historique de recherche de fichiers (lorsque vous recherchez des fichiers et des dossiers), l'historique des documents récemment ouverts, l'historique d'ouverture/d'enregistrement utilisé dans les boîtes de dialogue de fichiers standard de différentes applications et bien d'autres choses . Windows Cleaner vous permet de supprimer tout cet historique et les fichiers temporaires. Vous pouvez également vider votre corbeille et supprimer les fichiers temporaires qui peuvent libérer beaucoup d'espace sur le disque dur.
721 = L'historique de "Exécuter" sera supprimé après le redémarrage du Processus explorer.exe
722 = Traces dans le Registre Windows
723 = Traces sur le disque dur local
724 = Supprime les fichiers inutiles de plantage mémoire
725 = Supprime les fragments de fichiers recupérés par Chkdsk ( Check Disk )


[Evidence Remover]
802 = Exécuter
803 = Effacement
804 = Veuillez patienter, effacement en cours
805 = Terminé
806 = Cochez les disques détenant les traces et éléments confidentiels de votre travail que vous souhaitez supprimer. Cet outil affecte seulement les données déjà supprimées. ATTENTION: Une fois le Processus accompli, il sera impossible de récupérer vos fichiers supprimés !
807 = Lorsque vous videz la corbeille de Windows, vos fichiers et dossiers sont simplement marqués comme supprimés mais ils ne sont pas supprimés physiquement. Cet outil supprimera définitivement les fichiers et dossiers qui ont déjà été supprimés mais qui sont restés physiquement sur le disque dur. Peu importe quel outil vous, ou qui que ce soit d'autres, utiliserez pour récupérer les données, le résultat sera toujours le même : les données supprimées avec l'outil "Supprimer les éléments confidentiels" sont impossibles à récupérer !
808 = Voulez-vous vraiment supprimer les traces et éléments confidentiels restants sur les disques sélectionnés ?
[Unrecoverable  Delete ]
912 = Liste des fichiers et dossiers qui seront supprimés et impossible à récupérer
913 = Fichiers
914 = Dossiers
915 = Insérer les fichiers que vous souhaitez supprimer et enlever du système. Ces fichiers ne pourront être récupérés par aucun outil logiciel ou physique !
916 = Insérer les dossiers que vous souhaitez supprimer et enlever du système. Ces dossiers ne pourront être récupérés par aucun outil logiciel ou physique !
917 = Ajouter les fichiers à supprimer
918 = Ajouter les dossiers à supprimer
919 = SUPPRIMER DÉFINITIVEMENT
920 = Nettoyer la liste
921 = Si vous souhaitez supprimer un fichier ou un dossier et être sûr que personne, peu importe les outils qu'ils utilisent, ne puissent être capable de récupérer ces fichiers ou dossiers, utilisez l'Effacement Définitif. Supprimer les fichiers et vider la corbeille n'implique pas que ces fichiers sont définitivement partis. Ils sont encore sur votre disque dur et tout le monde peut facilement récupérer ces données supprimées. L'outil "Effacement Définitif" rend cela impossible, du fait qu'il efface physiquement tous les fichiers et dossiers.
922 = Voulez-vous vraiment supprimer définitivement les fichiers et dossiers sélectionnés ?


[Options Tree]
1001 = Options
1002 = Exporter TOUS les Paramètres
1003 = Importer TOUS les Paramètres
1100 = Général
1200 = Désinstalleur

[General]
1101 = Langue actuelle:
1102 = Passer en Mode Avancé
1103 = Vérifier les Mises à Jour au démarrage
1104 = Mettre à jour automatiquement en arrière-plan
[Uninstaller Options]
1201 = Afficher les mises à jour du système
1202 = Afficher les Composants du Système
1203 = Activer le mode de chargement rapide
1204 = Démarrer uniquement le désinstalleur intégré 
1205 = (Non supporté par Windows Vista)
1206 = Créer un point de restauration système avant la désinstallation
1207 = Supprimer les fichiers et dossiers restants pour les envoyer dans la corbeille
1208 = Désactiver la fonction d'historique de désinstallation
1209=Afficher les raccourcis des pages Web

[Auto Update]
1907 = Mise à Jour
1908 = Information de Version
1909 = Version Actuelle:
1910 = Dernière Version:
1911 = TÉLÉCHARGER
1912 = Obtenir la dernière version
1913 = Ce qu'il y a de nouveau
1914 = Vérification...
1915 = Erreur de connexion...
1916 = ARRÊT
1917 = Téléchargé %s sur %s
1918 = Téléchargé %s (Taille totale inconnue)
1919 = Revo Uninstaller n'a pas pu se connecter à www.revouninstaller.com. Veuillez vérifier que votre connexion Internet est active et que votre parefeu ne bloque pas Revo Uninstaller
1920 = Erreur : La vérification d'une nouvelle version a échoué. Pas de connexion internet.

1921 = Téléchargement...
1922 = Démarrage de la mise à jour...
1923 = Terminé
1924 = Aucune mise à jour disponible
1925 = Mise à jour réussie vers la dernière version (%s)

[WinTools]
2110 = Démarrer
2111 = Il y a beaucoup d'outils et composants pratiques très utiles embarqués avec tous les systèmes d'exploitation Windows. Certains d'entre eux disposent d'options en-ligne de commande complexes, d'autres sont difficiles d'accès. Outils Windows vous donne accès, en un clic, à plus de dix outils de Windows que vous utilisez dans votre travail quotidien.
2112 = Vous pouvez l'utiliser pour restaurez votre ordinateur à un état précédent, si un problème se produit, sans perdre vos fichiers de données personnels. Les dispositifs de surveillance du système de restauration détectent les modifications des fichiers du système et de certaines programmes, et il crée automatiquement des points de réstauration facilement identifiables. Ces points de restauration vous permettent de remettre le système à un moment précédent. Ils sont créés quotidiennement et lors d'évènements significatifs du système. Vous pouvez également créer et nommer vos Propres points de restauration à n'importe quel moment.
2113 = Vous pouvez l'utiliser pour rassembler et afficher des informations sur le matériel de votre ordinateur et votre système d'exploitation, votre configuration internet et la configuration de votre modem et adaptateur réseau. Avec l'outil Diagnostics du Réseau, vous pouvez réaliser une analyse de votre système, un test de connectivité et voir si vos programmes et services dépendant du réseau sont fonctionnels. 
2114 = Vous pouvez l'utiliser pour afficher toutes les valeurs de votre configuration réseau TCP/IP, du Dynamic Host Configuration Protocol (DHCP) et du Domain Name System (DNS). Cela affiche le configuration TCP/IP complète, pour tous les adaptateurs, incluant l'adresse IP, l'adresse MAC, le masque de sous-réseau, la passerelle par défaut, le Windows Internet Naming Service (WINS) et la configuration DNS.
2115 = Vous pouvez l'utiliser pour vérifier l'état de votre ordinateur en ce qui concerne trois points de sécurité essentiels : Pare-feu, logiciel de Protection Antivirus et le système de Mise à Jour Automatique. Si un Problème est détecté avec un de ses trois points essentiels (par exemple, si votre programme antivirus est périmé), le Centre de Sécurité vous envoie une alerte et vous fournit des recommandations sur la manière de mieux Protéger votre ordinateur.
2116 = Vous pouvez l'utiliser pour faire les choses suivantes: afficher des informations basiques tel que le type de CPU et la mémoire RAM; afficher et modifier les paramètres contrôlant la manière dont l'ordinateur utilise la mémoire; afficher des informations sur le matériel et les périphériques, comme par exemple les Profils matériels; afficher des informations sur votre connexion réseau et vos paramètres d'ouverture de session; paramétrer la création des rapports destinés à Microsoft ou à l'Administrateur système, lors d'erreur du système et/ou des programmes.
2117 = Informations Système est un composant du système d'exploitation Windows qui collecte et affiche des informations sur la configuration du système pour les ordinateurs locaux et distants. Ceci inclut des informations sur les configurations matérielles et logicielles ainsi que les composants de l'ordinateur. Cela inclut les pilotes signés ou non. Informations Système est un outil de support que vous pouvez utiliser pour rapidement localiser une information sur votre ordinateur et son système d'exploitation.
2118 = La Commande TCP/IP Netstat est un composant du système d'exploitation Windows qui affiche toutes les connexions TCP actives, ainsi que les ports TCP et UDP que l'ordinateur écoute. Il affiche l'exécutable concerné par une connexion entre des crochets [ ], au-dessus le nom du composant et ainsi de suite jusqu'à atteindre le TCP/IP. 
2119 = Cet outil affiche un clavier virtuel sur l'écran et permet aux utilisateurs à mobilité réduite de taper les information en utilisant un périphérique de pointage ou un joystick. Le Clavier Visuel est fournit pour fournir un minimum de fonctionnalité aux utilisateurs à mobilité réduite. Vous pouvez aussi utiliser le Clavier Visuel si vous pensez qu'il y a enregistreur de frappe installé sur l'ordinateur et que les touches que vous tapez sont enregistrées. Le Clavier Visuel élimine le risque d'enregistrement de touches tapées.
2120 = Cet outil analyse les volumes locaux et consolide les fichiers et dossiers fragmentés, afin de mettre chaque bout de fichier ensemble et dans l'ordre sur le volume. Par conséquent, votre système pourra accéder à vos fichiers et dossiers, ainsi qu'en enregistrer de nouveaux, plus efficacement. En consolidant vos fichiers et dossiers, le Défragmenteur de Disque consolide également l'espace libre du volume, ainsi les nouveaux fichiers seront probablement moins fragmentés. 
2121 = Vous pouvez l'utiliser pour: Démarrer, Arrêter, Suspendre, Reprendre ou Désactiver un service sur les ordinateurs locaux ou distants; Organiser les services sur les ordinateurs locaux et distants; établir les actions de récupérations lorsqu'un service plante par exemple, redémarrer le service automatiquement; Activer ou Désactiver les services pour un Profil matériel particulier; Afficher l'état et la description de chaque service.
2122 = Vous pouvez l'utiliser pour gérer les ressources partagées sur le réseau, contrôler les permissions d'accès des utilisateurs, l'activité des sessions, les Propriétés des ressources partagées et afficher un sommaire des connexions et ressources utilisées pour les ordinateurs locaux et distants. Avec les Dossiers Partagés, Vous pouvez: Créer, Afficher et Régler les permissions pour les ressources partagées; Afficher une liste de tous les utilisateurs connectés en réseau à l'ordinateur et déconnecter un (ou tous) d'entre eux. Afficher une liste des fichiers qui ont été ouvert par les utilisateurs distants.
2123 = Cet outil inclut les paramètres des droits pour la Configuration Utilisateur, ce qui affecte les utilisateurs, et pour la Configuration de l'ordinateur, ce qui affecte les ordinateurs. Les paramètres des Droits de Groupes définissent les divers composants de l'environnement de bureau des utilisateurs qu'un administrateur système a besoin de gérer. Par exemple, les programmes qui sont autorisés pour les utilisateurs, les programmes qui apparaissent sur le bureau de l'utilisateur et les options pour le menu Démarrer.
2124 = Ajout/Suppression des composants Windows vous aide à gérer les composants Windows installés sur votre ordinateur. Une fois le système d'exploitation Windows installé sur votre ordinateur, vous pouvez l'utiliser pour ajouter un composant Windows qui n'était pas inclus dans l'installation originale, ou supprimer un composant Windows existant dont vous n'avez plus besoin.
2125 = L'Outil de suppression de logiciels malveillants Microsoft Windows inspecte les ordinateurs, tournant sur un système d'exploitation Windows, à la recherche d'infections spécifiques et répandues,  par des logiciels malveillants, et aide à supprimer toutes infections découvertes. Cela inclut des infections par virus, vers, et chevaux de troie. Quand le Processus de détection et de suppression est terminé, l'outil affiche un rapport, incluant, si toutefois il y en avait, quels logiciels malveillants ont été détectés et supprimés.


[Junk Files Cleaner Options]
2202 = Disques à analyser:
2203 = Type de fichier
2204 = Description
2205 = Ajouter
2206 = Supprimer
2207 = Paramètres par défaut
2208 = Suppression des fichiers inutiles::Général
2209 = Suppression des fichiers inutiles::Exclure
2220 = Type de fichier à rechercher:
2221 = Vous pouvez utiliser les symboles (?,*) comme caractères génériques
2222 = Ajouter un type de fichier
2223 = Ajouter un type de fichier à exclure
2224 = Vous pouvez utiliser les symboles (?,*) comme caractères génériques
2225 = Type de fichier exclu:
2226 = Supprimer les fichiers pour les envoyer dans la corbeille
2227 = Ignorer les fichiers avec un accès dans les dernières 24 heures

[Junk Files Cleaner Tool]
2306 = Rechercher
2307 = Supprimer
2308 = Analyse en cours...
2309 = Veuillez patienter, analyse en cours !
2310 = Annuler
2311 = Nom
2312 = Taille
2319 = Fichiers:
2320 = Taille totale:
2323 = Certains fichiers sont utilisés par Windows ou un autre programme\n Ces fichiers ne peuvent être supprimés maintenant
2324 = Vous devez sélectionner au moins un disque et une extension pour démarrer l'analyse
2325 = La Suppression des fichiers inutiles vous permet de trouver et supprimer de nombreux types de fichiers périmés et inutiles de votre ordinateur. Normalement, de tels fichiers sont supprimés par le programme qui les a créés dès qu'elle n'en a plus besoin. Cependant, ils peuvent rester de manière permanente sur votre disque dur lors d'un arrêt inattendu du programme parent, d'un crash du système, etc ... Si cela se produit, cela provoquera une réduction de l'espace disque disponible, un ralentissement de la vitesse du système et une diminution des performances.
2326 = Fichier:
2327 = Suppression des fichiers
2328 = Aucun fichier inutile ou indésirable n'a été trouvé

[ContextMenu Junk Files Cleaner]
2313 = Ouvrir
2314 = Chercher sur Google
2315 = Ouvrir le dossier conteneur
2316 = Propriétés...
2317 = Cocher tous les éléments
2318 = Décocher tous les éléments
2321 = Cocher les éléments sélectionnés
2322 = Décocher les éléments sélectionnés

[TopMost Window]
4002 = Options
4003 = Ouvrir la fenêtre principale
4004 = Mode Glisser et Déposer
4005 = Mode traqueur
4006 = Taille
4007 = Petite
4008 = Moyenne
4009 = Grande
4010 = Taille de la fenêtre
4011 = QUITTER
4012 = Désinstaller
4013 = Arrêter le démarrage automatique
4014 = Stopper le Processus
4015 = Stopper et supprimer le Processus
4016 = Ouvrir le dossier conteneur
4017 = Info
4018 = Propriétés
4019 = ANNULER
4020 = Seulement un fichier à la fois est possible
4021 = Vous avez déposé un dossier, veuillez faire Glisser-Déposer un fichier !
4022 = Désinstaller ou Supprimer:
4023 = Non résolu ! Essayer de viser une autre fenêtre, icône ou un élément de la barre des tâches
4024 = Impossible de lancer la commande de désinstallation !\n Veuillez désinstaller le programme du Désinstalleur.
4025 = Aucun package d'installation trouvé !\nConseil: Essayer d'obtenir plus d'informations sur le programme et\n tenter la désinstallation à partir de la fenêtre principale !
4026 = Le programme sélectionné est désactivé dans les entrées de démarrage !\nConseil: Si vous souhaitez la réactiver, utiliser le Gestionnaire du Démarrage dans le programme principal !
4027 = Le programme sélectionné n'est pas trouvé dans les chemins de démarrage habituels !\nConseil: Pour rechercher les chemins inhabituels utilisés pour le démarrage d'un programme, aidez-vous du site Internet www.google.fr !
4028 = Voulez-vous vraiment fermer le programme sélectionné ?\nToutes les données non sauvegardées seront perdues !
4029 = Désinstaller
4030 = Voulez-vous vraiment fermer et supprimer le programme sélectionné ?\nToutes les données non sauvegardées seront perdues !
4031 = Voulez-vous vraiment fermer Windows Explorer ?\n Le Menu Démarrer et la barre des tâches disparaîtront !
4032 = Démarrage automatique avec Windows
4033 = Transparence
4035 = Toujours en avant


[Scan After Uninstall]
4210 = Emplacement
4211 = Clé
4212 = Valeur
4213 = Données
4214 = Fichier
4215 = Sélectionnez un élément pour réaliser cette opération !
4216 = Analyser après désinstallation
4217 = Sélectionner tout
4218 = Désélectionner tout
4219 = Supprimer
4220 = Fichiers restants
4221 = Entrées du registre restants
4222 = Analyser avant désinstallation...veuillez patienter
4223 = Lancement du désinstalleur...
4224 = Veuillez démarrer la recherche des fichiers, dossiers et clés du registre restants lorsque la désinstallation est terminée
4225 = Analyse après désinstallation...Veuillez patienter
4226 = Veuillez vérifier soigneusement les éléments listés !
4227 = Fermer
4228 = Les fichiers encore présents dans la liste seront supprimés au prochain redémarrage de l'ordinateur
4229 = Échec du démarrage du désinstalleur du programme !nIl est possible que la commande de désinstallation soit incorrecte !
4230 = Retour
4231 = Suivant
4232 = Sélectionnez un mode de désinstallation
4233 = Modes
4234 = Intégré - Démarre uniquement le désinstalleur intégré sans réaliser d'analyse supplémentaire
4235 = Sûr - Inclut le mode Intégré et réalise des analyses supplémentaires, dans le registre et le disque dur, pour uniquement trouver des éléments restants sûrs à supprimer. Le mode le plus rapide.
4236 = Modéré - Inclut le mode Sûr et réalise des analyses Approfondies pour trouver tous les éléments restants du programme dans les endroits les plus courants du registre et du disque dur.
4237 = Avancé - Inclut le mode Modéré et réalise des analyses Approfondies et complètes, du registre et du disque dur, pour trouver tous les éléments restants relatifs au programme. Le mode le plus lent.
4238 = Analyse des données du programme avant désinstallation.
4239 = Démarrage du désinstalleur intégré au programme pour une désinstallation par défaut.
4240 = Cliquer sur "Suivant" pour démarrer la recherche des fichiers, dossiers et éléments du registre restants après que le désinstalleur du programme est terminé.
4241 = Exécution de l'analyse et de la désinstallation
4242 = Analyse après désinstallation.
4243 = Analyse après le désinstalleur intégré au programme. Recherche dans le registre et sur le disque dur les fichiers, dossiers et éléments du registre liés au programme désinstallé. Veuillez patienter….
4244 = Éléments restants du registre trouvés
4245 = Éléments du registre trouvés :
4246 = Note : Veuillez vérifier soigneusement les éléments affichés ! Seul les éléments cochés et en gras, ainsi que leurs sous-éléments seront supprimés !
4247 = Fichiers et dossiers restants trouvés
4248 = Éléments trouvés:
4249 = Mon ordinateur
4250 = Revo Uninstaller n'a pas été en mesure de démarrer le désinstalleur intégré. Peut-être la commande de désinstallation du programme est incorrecte ou corrompu. Vous pouvez cliquer sur "Retour" et essayer un autre mode de désinstallation.
4251 = Le désinstalleur intégré au programme a terminé. Revo Uninstaller n'a pas fait de recherche des éléments restants. Vous pouvez cliquer sur "Retour" et essayer un autre mode de désinstallation pour rechercher les fichiers, dossiers et éléments du registre restants.
4252 = Revo Uninstaller a terminé la Procédure de désinstallation avec succès, mais des éléments restants n'ont pas été trouvés. Vous pouvez cliquer sur "Retour" et essayer un autre mode de désinstallation étendue pour une recherche plus apProfondie.
4253 = Revo Uninstaller a terminé la Procédure de désinstallation avec succès. Si vous souhaitez rechercher plus d'éléments restants, vous pouvez cliquer sur "Retour" et essayer un autre mode de désinstallation étendue pour une recherche plus apProfondie.
4254 = Achevé
4255 = Voulez-vous vraiment envoyer les fichiers sélectionnés à la corbeille ?
4256 = Voulez-vous vraiment supprimer les éléments du registre sélectionnés ?
4257 = Revo Uninstaller a terminé la Procédure de désinstallation avec succès !
4258 = Voulez-vous vraiment sauter l'effacement des entrées du registres restantes trouvées et de continuer directement à l'étape suivante ?
4259 = Voulez-vous vraiment sauter l'effacement des fichiers et dossiers restants trouvés et de continuer directement à l'étape suivante ?
4260 = Recherche des éléments restants terminée. Cliquez sur "Suivant" pour afficher les résultats !
4261 = Création d'un point de restauration du système...
4262 = Création d'un point de restauration du système - Échec !
4263 = Création d'un point de restauration du système désactivée (dans Options->Désinstalleur)
4264 = Création d'un point de restauration du système - Effectué !
4265 = Système de fichiers
4266 = Recherche des restes de
4267 = reste(s) trouvé(s) dans le registre et le système de fichiers
4268 = reste(s) supprimé(s) du registre et du système de fichiers
4269 = programmes désinstallés
4270=Échec de la création d'un point de restauration (Restauration du système désactivée dans les paramètres Windows)
4271=Suppression des restes trouvés du registre et du système de fichiers...
4272 = Recherche des restes...

[About]
4300 = Traducteurs:

[ContextMenu Uninstaller]
5000 = Commandes
5001 = Info
5002 = Chercher sur Google
5004 = Chemin d'installation
5005 = Ouvrir le lien Éditeur...
5006 = Ouvrir le lien Informations de support technique...
5007 = Ouvrir le lien des Mises à Jour du Produit...
5008 = Ouvrir la clé du registre...

[Common]
10000 = OK
10001 = Annuler
10002 = Aide
10003 = Parcourir
10004 = Aide sur l'outil actuel
10005 = Page d'accueil
10006 = À Propos de
10007 = Attention
10008 = ERREUR
10009 = Oui
10010 = Non
10011 = Pause
10012 = Reprendre
10013 = Par défaut
10014 = Veuillez patienter...
10015 = Plus tard
10016 = Jamais
10017 = Opération terminée avec succès  !
10018 = Veuillez patienter pendant que l'opération est en cours ...
10019 = Modifier
10020 = Réessayer
10021=Ignorer
10022 = Abandonner
10023 = Supprimer
10024 = Enregistrer
10025 = Articles
10026 = Démarrer
10027 = Fermer (recommandé)

[Tooltips]
2000 = Passer en mode Désinstalleur
2001 = Afficher le volet contenant les Outils
2002 = Ajuster les paramètres selon vos désirs
2003 = Passer en mode traqueur
2004 = Modifier le mode d'affichage de la liste des programmes installés
2005 = Désinstaller le programme sélectionné
2006 = Supprimer l'entrée sélectionnée du registre
2007 = Rafraichir la liste des programmes
2008 = Mettre à jour la version actuelle pour la dernière version
2009 = Trouver les informations complémentaires et les réponses à toutes vos questions sur le programme
404 = Démarrer le programme sélectionné
405 = Arrêter et fermer le programme sélectionné
406 = Supprimer le programme sélectionné du démarrage automatique
506 = Tout nettoyer
605 = Nettoyer les options sélectionnées
705 = Nettoyer les options sélectionnées
2106 = Démarrer l'outil sélectionné
2304 = Faire une recherche des fichiers inutiles selon les paramètres sélectionnés
2305 = Envoyer les fichiers cochés dans la corbeille

[UninstallerPro]
15000 = Général
15001 = Gestion\ndes groupes
15002 = Nouveaux programmes
15003 = Autres programmes
15004 = Nom
15005 = Renommer
15006 = Internet
15007 = Jeux
15008 = Multimédia
15009 = Utilitaires
15050 = Déplacer vers le haut
15051 = Déplacer vers le bas
15052 = Ajouter
15053 = Supprimer
15054 = Colonnes
15055 = Supprimer cette colonne
15056 = Alignement
15057 = Gauche
15058 = Centre
15059 = Droite
15060 = Ajuster
15061 = Exporter la liste sous
15062 = Format Texte(txt)
15063 = Format HTML(html)
15064 = Microsoft Excel
15065 = Exporter
15066 = Sélectionner les colonnes que vous souhaitez exporter
15067 = Classer comme Nouveaux Programmes les programmes installés:
15068 = Derniers (en jours)
15069 = Depuis le dernier démarrage du désinstalleur
15070 = Nom du groupe:
15071 = Ajouter
15072 = Groupe
15073 = Programmes assistés par Revo Uninstaller Pro
15074 = Programmes\nassistés par Revo Uninstaller Pro
15075 = Tous les Programmes
15076 = Tous les\nProgrammes
15077 = Supprimer le journal
15078 = Désinstallation Personnalisée
15079 = Changer l'icône
15080 = Ajouter au groupe
15081 = Supprimer du groupe
15082 = Désinstallation
15083 = Désinstallation des dossiers et fichiers journalisés associés au programme:
15084 = Désinstallation des éléments du registre journalisés:
15085 = Certaines données ne peuvent être associées au programme désinstallée, mais n'ont pas été supprimées parce qu'elles n'ont pas été journalisées par Revo Uninstaller Pro pendant l'installation du programme. Si vous souhaitez les examiner et éventuellement les supprimer, cliquer sur  "Désinstallation Avancée"
15086 = Désinstallation Avancée
15087 = Chemin du Fichier\Dossier
15088 = Chargement de la liste...
15089 = Désinstallation des valeurs sélectionnées
15090 = Ouvrir la clé du registre parente... 
15091 = Tout afficher 
15092 = Tout réduire
15093 = Nom de la valeur 
15094 = Dossier des journaux:
15095 = Effectuer les opérations de renommage des fichiers et dossiers préexistants
15096 = Désinstallation Forcée
15097 = Désinstallation\nForcée
15098 = Affiché les clés sélectionnées
15099 = Réduire les clés sélectionnées
15100 = Désinstaller les clés sélectionnées
15101 = Marquer les clés sélectionnées comme créées
15102 = Ajouter à la liste d'Exclusion
15103 = Fichier journal incorrect
15104 = Le fichier n'existe pas ! Entrez un fichier valable ou annuler l'opération.
15105 = Choisisser un Processus
15106 = Ajouter le Processus à la liste
15107 = Chemin complet du Processus:
15108 = Ajouter la Clé du registre
15109 = Chemin de la Clé du registre
15110 = En utilisant le mode de Désinstallation Forcée, vous pouvez naviguer vers un fichier ou entrer le chemin complet de n'importe quel dossier d'un programme que vous voulez désinstaller. Vous pouvez aussi entrer le nom d'un programme en tant qu'information supplémentaire. Lorsque vous pressez  "Suivant", Revo Uninstaller Pro recherchera en premier un désinstalleur intégré et s'il y en a un il sera listé, alors vous pourrez choisir de l'exécuter ou non.\n\nVeuillez entrer le nom ou le chemin d'installation exact du programme que vous voulez désinstaller !
15111 = Mode d'analyse
15112 = Intégré
15113 = Sûr
15114 = Modéré
15115 = Avancé
15116 = Chemin complet du dossier ou fichier du programme:
15117 = Nom exact du programme:
15118 = Désinstalleurs intégrés trouvés:
15119 = Exécuter le désinstalleur intégré sélectionné
15120 = Nom du programme
15121 = Commande de désinstallation
15122 = Type
15123 = 32-bit
15124 = 64-bit
15125 = Terminer le processus et continuer
15126 = Le fichier sélectionné est un Processus en cours d'exécution ! Si vous souhaitez le désinstaller Proprement avec toutes les données qui lui sont associées, il est préférable de le terminer (l'arrêter) avant de continuer
15127 = Clé du registre à exclure
15128 = Sous-clés incluses
15129 = Afficher les "Programmes assistés" au démarrage
15130 = Supprimer les fichiers et dossiers:
15131 = Vers le dossier de sauvegarde
15132 = Vers la corbeille
15133 = Définitivement
15134 = Voulez-vous vraiment supprimer les éléments sélectionnés ?
15135 = Dossiers
15136 = Fichiers
15137 = Possible fichiers et dossiers liés
15138 = Possible éléments du registre liés
15139 = Clés :
15140 = Valeurs :
15141 = Fichiers et dossiers journalisés
15142 = Effectuer les opérations de renommage des fichiers et dossiers préexistants
15143 = Voulez-vous vraiment désinstaller les éléments sélectionnés ?
15144 = Sélectionnés, mais des fichiers seront supprimés lors du Prochain démarrage du système.
15145 = Éléments du registre journalisés
15146 = Désinstallation...
15147 = Recherche des fichiers, dossiers et éléments du registre restants basée sur les informations initiales fournies
15148 = Analyse et démarrage du désinstalleur intégré du programme pour une désinstallation par défaut
15149 = À la fin de la désinstallation du programme, pressez  "Analyser" pour démarrer une recherche des fichiers, dossiers et éléments du registre restants.
15150 = Il n'y a pas assez d'espace disque pour écrire le fichier de données du cache
15151 = Erreur dans l'écriture du fichier cache. Assurez-vous d'avoir les droits appropriés
15152 = Erreur lors de la lecture du fichier de données du cache
15153 = Revo Uninstaller Pro n'a pas trouvé d'éléments restants
15154 = Analyser
15155 = Désinstallation\nPersonnalisée
15156 = Le module "Tous les Programmes" de Revo Uninstaller Pro affiche tous les programmes et composants installés par l'utilisateur courant ainsi que tous les autres utilisateurs, est divisé en deux groupes par défaut - "Nouveaux Programmes" et "Autres Programmes". Dans le mode d'affichage "Détaillé", ou par le menu contextuel, vous pouvez obtenir des informations supplémentaires (liens et propriétés des programmes). Les paramètres du module sont localisés dans le sous-élément "Tous les Programmes" sous l'élément "Désinstalleur" dans la fenêtre des "Options".
15157 = Le module "Programmes assistés" de Revo Uninstaller Pro affiche tous les programmes que vous avez assistés durant leur installation avec Revo Uninstaller Pro. Pour assister un programme avec Revo Uninstaller Pro, vous pouvez faire un clic-droit sur son fichier d'installation (setup) ou cliquer sur "Installer des programmes" sur la barre d'outils principale. Les paramètres du module sont localisés dans le sous-élément "Programmes assistés" sous l'élément "Désinstalleur" dans la fenêtre des "Options".
15158 = Enregistrement
15159 = Fichier d'Aide
15160 = Installer des programmes
15161 = Installer des\nprogrammes
15162 = Faire un point de restauration système et une sauvegarde complète du Registrer avant la désinstallation
15163 = Création d'une sauvegarde complète du Registre...
15164 = Création du point de restauration système et Sauvegarde complète du Registre désactivées 
15165 = Création d'une sauvegarde complète du Registre - Effectuée !
15166 = Création d'une sauvegarde complète du Registre - Échec !
15167 = (Non supporté dans Windows Vista et Windows 7)
15168 = journaux:
15169 = Ou clic-droit de la souris sur l'icône du Mode traqueur et sélectionnez "Quitter" pour quitter
15170 = Ouvrir le setup de désinstallation en fenêtre agrandie
15171 = Chemin du dossier
15172 = Veuillez installer un lecteur pdf pour visionner le fichier d'aide
15173 = Ajouter un nouveau Groupe
15174 = Supprimer les journaux sélectionnés
15175 = Reconstruire le fichier mis en cache
15176 = Voulez-vous vraiment reconstruire le fichier mis en cache ?\nVos paramètres sur les détails des programmes seront réinitialisés !
15177 = Gérer
15178 = Exporter,Importer ou Modifier un journal
15179 = Modifier\nou Réparer
15180 = Modifier ou Réparer
15181 = Mettre à jour le lien
15182 = Base de données des journaux
15183 = Base de données \ndes journaux
15184 = Programme(s):
15185 = Nom du programme
15186 = Version du programme
15187 = Version de Windows
15188 = Type de fichier
15189 = Trouvé
15190 = Afficher uniquement les journaux compatibles avec %s
15191 = Afficher uniquement les journaux en %s
15192 = journaux correspondant:
15193 = Base de données des journaux:
15194 = Rechercher avec:
15195 = journal
15196 = journaux
15197 = Programme
15198 = Programmes
15199 = Nom
15200 = Désinstallation Rapide
15201 = Désinstallation\nRapide
15202 = Faire au préalable une sauvegarde du système
15203 = Désinstallation du programme %d sur %d
15204 = Analyse préalable - effectuée !
15205 = Exécution du programme de désinstallation du programme - effectuée !
15206 = Exécution du programme de désinstallation du programme - échouée !
15207 = Recherche des fichiers, dossiers et éléments du registre restants...
15208 = Suppression des éléments restants trouvés...
15209 = %d Clés du Registre et %d Valeur(s) du Registre Supprimée(s)
15210 = %d Dossiers restants et %d Fichier(s) restant(s) Supprimé(s) 
15211 = Désinstallation Rapide terminée !
15212 = État
15213 = Lorsque le désinstalleur du programme aura terminé, pressez "Continuer" pour continuer le Processus de désinstallation.
15214 = Continuer
15215 = Importé
15216 = Ajouter un commentaire
15217 = Modifier un commentaire
15218 = Modules
15219 = Date du journal
15220 = Préparer les données du journal pour une désinstallation...
15221 = %d sur %d élément(s)
15222 = Exécution des opérations de renommage nécessaires...
15223 = Voulez-vous vraiment désinstaller le programme sélectionné ?
15224 = Voulez-vous vraiment désinstaller les programmes sélectionnés ?
15225 = Désinstallation du journal %d sur %d
15226 = Exporter Tout
15227 = Ignorer\nSauvegarde
15228 = Ignorer la création du système de point de restauration et la sauvegarde complète du registre
15229 = Création de la sauvegarde complète du registre - ignorée !
15230 = Création du point de restauration système - ignorée !
15231 = Modifier le journal
15232 = Importer le journal
15233 = Exporter le journal
15234 = Parcourir le journal -
15235 = Renommer le journal
15236 = Nom du journal
15237 = Sauvegarder
15238 = Modifier
15239 = Icône
15240 = Index d'icône
15241 = Auteur
15242 = Date de création
15243 = Date de la dernière modification
15244 = Taille estimée
15245 = Clés du registre
15246 = Valeurs du registre
15247 = Créé
15248 = Supprimé
15249 = Renommé
15250 = Réécrit
15251 = Inconnu
15252 = Ancien nom
15253 = Nom Complet
15254 = Ancien Nom Complet
15255 = Anciennes Données
15256 = Une valeur du registre avec un tel nom existe déja !
15257 = Clé Ajoutée
15258 = Nom de la clé:
15259 = Non modifiée
15260 = Modifier la clé
15261 = Ajouter la Valeur
15262 = Modifier la Valeur
15263 = Adapter
15264 = Ancien Type
15265 = Forcer l'arrêt des EXE en cours durant leur désinstallation
15266 = Recherche du journal correspondant avant l'utilisation du programme de désinstallation par défaut
15267 = Voulez-vous vraiment faire une Désinstallation Rapide du/des programme(s) sélectionné(s) ?
15268 = Un journal correspondant a été trouvé parmi vos journaux. Il sera utilisé pour la désinstallation\nExécution du programme de désinstallation par défaut.
15269 = Un journal correspondant a été trouvé dans la base de données des journaux. Il sera utilisé pour la désinstallation\nExécution du programme de désinstallation par défaut.
15270 = Lorsque le désinstalleur du programme aura terminé, pressez "Continuer" pour afficher les fichiers, dossiers et éléments du registre restants.
15271 = Erreur lors du téléchargement du fichier journal !
15272 = Erreur de renommage du fichier journal téléchargé !
15273 = Le module "Base de Données des journaux" de Revo Uninstaller Pro dresse une liste des journaux de "Programmes assistés" compatible avec votre système Windows. Ces journaux, enregistrés sur notre site web, sont maintenus par l'équipe de Revo Uninstaller Pro. Vous pouvez facilement (avec  en un clic "Désinstaller") utiliser ces journaux pour désinstaller des programmes de votre ordinateur.
15274 = Votre Version:
15275 = Mettre à jour Maintenant
15276 = Automatiquement mettre à jour la Base de Données des journaux
15277 = Erreur de téléchargement de la Base de Données des journaux !
15278 = Erreur de mise à jour de la Base de Données des journaux !
15279 = Erreur lors de l'extraction de la Base de Données des journaux !
15280 = Erreur lors de l'ouverture de la Base de Données des journaux ! !
15281 = Entrez votre commentaire:
15282 = Choisir une icône
15283 = Chemin du fichier:
15284 = Sélectionner une icône de la liste:
15285 = Fichier
15286 = Dossier
15287 = Exportation du journal -
15288 = Importation journal -
15289 = %d%% terminé
15290 = Exporté par
15291 = Journaux associés trouvés
15292 = Oui(recommandé)
15293 = Les journaux listés semblent être en rapport avec le programme que vous êtes en train de désinstaller. Souhaitez-vous utiliser les données des journaux durant la désinstallation ?
15294 = Téléchargement du journal -
15295 = Les journaux listés trouvés dans la Base de Données des journaux semblent être relatif au programme que vous êtes en train de désinstaller. Si vous souhaitez utiliser l'un d'entre eux durant la procédure de désinstallation, cochez la case en face du journal.
15296 = Il y a un journal de désinstallation aproprié dans notre Base de Données des journaux.\nSouhaitez-vous l'utiliser pour une désinstallation plus complète du programme ?
15297=Voulez-vous vraiment supprimer le(s) journal(s) sélectionné(s) de la liste ?
15298 = Vous devez sélectionner au moins une colonne à exporter !
15299 = Rechercher
15300 = Utiliser le journal sélectionné
15301 =Source
15302 = Vous n'avez sélectionné aucun programme de désinstallation intégré dans la liste.\nVoulez-vous vraiment continuer à rechercher les restes et ignorer l'utilisation d'un programme de désinstallation intégré ?
15303 = Sélectionnez un programme de désinstallation intégré dans la liste si vous souhaitez l'utiliser pendant le processus de désinstallation.
15304 = Vous n'avez sélectionné aucun journal dans la liste.\nVoulez-vous vraiment continuer à rechercher les restes et ignorer l'utilisation d'un journal ?
15305 = Sélectionnez un journal dans la liste si vous souhaitez l'utiliser pendant le processus de désinstallation.
15306 = Chargement des données du journal...
15307 = Créer une sauvegade complète avant la désinstallation
15308 = Création d'une sauvegarde complète du registre désactivée (dans Options->Uninstaller)
15309 = Chemin :
15310 = Utiliser les données de désinstallation du programme pour obtenir la date d'installation
15311 = Installer le programme sous \nassistance de Revo Uninstaller Pro
15312 = Fusionner les journaux sélectionnés
15313 = Voulez-vous vraiment fusionner les journaux sélectionnés ?\nCette commande convient aux journaux associés à un programme et combine tous les journaux d'un même journal avec des données.
15314 = Nom du journal fusionné
15315 = Dossier à exclure
15316 = Fichiers et dossiers à exclure
15317 = Clés du registre à exclure
15318 = La désinstallation de %s avait été interrompue par un redémarrage de l'ordinateur. Voulez-vous continuer le Processus de désinstallation ?
15319 = Toutes les opérations de journalisation sur l'ordinateur actuel
15320 = Transférer
15321 = Sauvegarder
15322 = Restaurer
15323 = Sélectionnez le dossier principal de la version Portable
15324 = Journaux de sauvegarde
15325 = Restaurer les journaux
15326 = Remplacer les journaux existants portant le même nom ?
15327 = Erreur lors de la détection du dossier de données installé de Revo Uninstaller Pro.
15328 = Recherche de fichier exécutable... 
15329 = Impossible de lancer le programme
15330 = Le programme est déjà en cours
15331 = Le programme démarré ne semble pas avoir d'interface utilisateur
15332 = Le programme semble s'être fermé prématurément
15333 = En attente de l'interface utilisateur ...
15334 = Afficher les cases à cocher dans l'affichage "Détails"
15335 = Le chemin n'existe pas !
15336 = Exporter les données du journal
15337 = Les programmes répertoriés sont installés au même emplacement d'installation que %s. Les éléments restants de tous ces programmes seront trouvés. \nVoulez-vous vraiment continuer ?
15338 = Programmes associés trouvés
15339 = Supprimer automatiquement tous les éléments restants trouvés
15340 = %d élément(s) restant(s) du Registre trouvé(s) 
15341 = %d élément(s) restant(s) du Registre supprimé(s)
15342 = %d Dossier(s) restant(s) et %d Fichier(s) restant(s) trouvé(s) 
15343 = %d Dossier(s) restant(s) et %d Fichier(s) restant(s)supprimé (s)
15344 = Sélectionné(s) :  %d 
15345 = Afficher l'option pour analyser tous les comptes Windows pour les élément restants
15346 = Choisissez votre thème de couleur
15347 = Classique
15348 = Sombre
15349 = Vous pouvez toujours modifier ces paramètres ultérieurement.
15350 = Analyser les programmes de désinstallation intégrés des programmes pour la désinstallation par défaut et les démarrer en mode silencieux (si possible)
15351 = Démarrage des commandes de désinstallation par défaut des programmes pour la désinstallation initiale
15352 = Analyser tous les comptes Windows pour les éléments restants
15353 = Désinstaller tous les comptes Windows
15354 = Exécution du programme de désinstallation intégré de %s
15355 = Une fois le(s) programme(s) de désinstallation par défaut de (%s) terminé(s), cliquez sur le bouton "Analyser" pour lancer la recherche des éléments restants
15356 = Le niveau de journal est passé à %d.
15357 = Continuer l'opération de désinstallation ?
15358=Voulez-vous vraiment annuler le processus de désinstallation ?
15359 = Les dossiers ci-dessous peuvent contenir des données utilisateur et des documents :

[Auto Run Manager Pro]
15800 = Ajouter
15801 = Ajouter un programme au démarrage de Windows
15802 = Régler le démarrage automatique pour:
15803 = Tous les utilisateurs
15804 = Utilisateur actuel
15805 = Régler le démarrage automatique à partir du:
15806 = Registre: Exécuter - à tous les démarrages de Windows
15807 = Registre: Exécuter une fois - seulement au Prochain démarrage de Windows
15808 = Dossier de démarrage - à tous les démarrages de Windows
15809 = Commande (chemin complet):
15810 = Nom:
15811 = Supprimé du démarrage automatique
15812 = Supprimer les éléments non démarrés du démarrage automatique
15813 = Supprimer tous les éléments désactivés du démarrage automatique
15814 = Services
15815 = Ouvrir les Services Windows
15816 = Tâches planifiées
15817 = Activer
15818 = Désactiver

[General App]
16001 = Imprimer
16002 = Aperçu avant impression
16003 = Configuration de l'impression
16004 = Affichage
16005 = Barre de menu
16006 = Barre d'outils principale
16007 = Panneau explicatif
16008 = Barre d'état
16009 = Barre des Modules
16010 = Fichier
16011 = Gestionnaire de\nDémarrage
16012 = Suppression des\nFichiers inutiles
16013 = Outils\nWindows
16014 = Nettoyage de\nNavigateurs
16015 = Nettoyage de\nMS Office
16016 = Nettoyage de\nWindows
16017 = Supprimer les\néléments confidentiels
16018 = Effacement\nDéfinitif
16019 = Gestionnaire de\nSauvegarde
16020 = Installer avec Revo Uninstaller Pro
16021 = Désinstaller avec Revo Uninstaller Pro
16022 = Installer le programme sélectionné avec Revo Uninstaller Pro
16023 = Désinstaller le programme sélectionné avec Revo Uninstaller Pro
16024 = Dossier de sauvegarde:
16025 = Sauvegarder les éléments du Registre supprimés
16026 = Sauvegarder les fichiers et dossiers supprimés
16027 = Microsoft Excel n'est pas installé sur cet ordinateur (code d'erreur 0x%08X).
16028 = Échec de l'exécution du programme Microsoft Excel (code d'erreur 0x%08X).
16029 = Erreur inconnue.
16030 = Registre
16031 = Ne pas afficher les messages d'information
16032 = Ne pas afficher les messages d'avertissement
16033 = Processus
16034 = Assister les programmes en mode compact
16035 = Inclure les Processus:
16036 = Exclure les Procesus:
16037 = Chemin du Processus
16038 = Thème Visuel:
16039 = Barre d'outils
16040 = Afficher les textes des labels
16041 = Afficher les icônes en miniatures
16042 = Bleu
16043 = Gris
16044 = Noir
16045 = Argent
16046 = Natif
16047 = Natif 2
16048 = Natif Doux
16049 = Acheter Maintenant
16050 = Après avoir acheté Revo Uninstaller Pro, vous recevrez un numéro de série par e-mail. Vous devrez entrer ce numéro de série dans le formulaire ci-dessous et cliquer sur "Activer en-ligne" afin d'activer le Produit. L'activation nécessite une connexion Internet donc votre parefeu ne doit pas bloquer Revo Uninstaller Pro. Si vous avez des questions au sujet de l'enregistrement, veuillez nous contacter sur: registration@revouninstaller.com.
16051 = S'enregistrer
16052 = Entrer le numéro de série ici:
16053 = Activer en-ligne
16054 = Tous droits réservés.
16055 = Version Enregistrée
16056 = Version non Enregistrée
16057 = Voulez-vous vraiment supprimer les sauvegardes créées, les journaux et autres données utilisateurs ? Cliquez sur "Non" si vous mettez à jour le programme.
16058 = Traducteur:
16059 = Créer une sauvegarde quotidienne complète du registre
16060 = Supprimer le journal du programme suivi après désinstallation
16061 = Afficher de petites icônes en affichage Détaillé
16062 = Afficher les commandes dans le menu contextuel Windows (Installer avec.... Désinstaller avec ...)
16063 = Cocher tous les éléments restants par défaut
16064 = Gris Sombre
16065 = Bleu 2
16066 = Afficher Revo Uninstaller Pro dans le Panneau de configuration
16067 = Ignorer l'invite de contrôle de compte d'utilisateur (UAC)
16070 = Commandes de la barre d'outils
16071 = Personnaliser
16072 = Thème
16073 = Couleur de fond personnalisée
16074 = Sélection de la couleur personnalisée
16075 = Merci de fermer Revo Uninstaller Pro avant de commencer l'importation d'un journal.\nOu importer le journal en utilisant  "Gérer" dans la barre d'outils du module "Programmes assistés".
16076 = Activer
16077 = Choisir la méthode d'activation
16078 = Activation en-ligne
16079 = Activation par fichier
16080 = Votre période d'essai de 30 jour est terminée. Si vous voulez continuer à utiliser ce produit, vous devez acheter une licence.
16081 = Après l'achat d'une licence pour Revo Uninstaller Pro, vous recevrez un numéro de série par e-mail. Pour activer Revo Uninstaller Pro, vous devez entrer votre nom d'utilisateur et le numéro de série dans le formulaire ci-dessous (l'utilisation du copier/coller est fortement recommandée) et cliquer ensuite sur "Activation en-ligne". L'activation nécessite une connexion internet, votre parefeu ne doit donc pas bloquer Revo Uninstaller Pro. Si vous avez des questions ou Problème relatifs à l'enregistement du Produit, merci de nous contacter à : registration@revouninstaller.com
16082 = Après l'achat d'une licence pour Revo Uninstaller Pro, vous recevrez un numéro de série par e-mail. Pour activer Revo Uninstaller Pro, vous devez entrer votre nom d'utilisateur et le numéro de série dans le formulaire ci-dessous (l'utilisation du copier/coller est fortement recommandée) et cliquer ensuite sur "Enregistrer le fichier" pour que le fichier soit enregistré. Envoyez ensuite le fichier créé à support@revouninstaller.com ou registration@revouninstaller.com. Dans les 24 heures, nous vous enverrons en retour un clé de déverrouillage  qui achèvera le Processus d'activation de Revo Uninstaller Pro. Si vous avez des questions ou Problème relatifs à l'enregistement du Produit, merci de nous contacter à : registration@revouninstaller.com
16083 = Vous avez choisi d'activer Revo Uninstaller Pro par Fichier. Après avoir envoyé le fichier d'activation à notre support par e-mail, vous recevrez la clé de déblocage par l'équipe de support de Revo Uninstaller Pro. vous devez entrer votre nom d'utilisateur et le numéro de série dans le formulaire ci-dessous (l'utilisation du copier/coller est fortement recommandée) et cliquer ensuite sur "Activation". Si vous avez des questions ou Problème relatifs à l'enregistement du Produit, merci de nous contacter à : registration@revouninstaller.com
16084 = Il y a un changement sur votre ordinateur qui nécessite une réactivation de Revo Uninstaller Pro. Cliquer sur "Activation". Si vous avez des questions ou Problème relatifs à l'enregistement du Produit, merci de nous contacter à : registration@revouninstaller.com
16085 = Activation effectuée avec succès ! 
16086 = Échec de l'activation !
16087 = Aucune connexion à destination du serveur d'activation. Merci de vous assurer que le parefeu ne bloque pas Revo Uninstaller Pro.
16088 = Entrer le nom d'utilisateur:
16089 = Entrer le numéro de série (copier/coller recommandé):
16090 = Entrer la clé de déblocage (copier/coller recommandé):
16091 = Annuler le Processus d'activation
16092 = Jours restants:
16093 = Enregistrer le fichier
16094 = Licence accordée à
16095 = Réactiver
16096 = Activation en cours. Merci de patienter ...
16097 = Numéro de série erroné.\nCopier/coller le numéro de série au lieu de le saisir !
16098 = Merci de redémarrer Revo Uninstaller Pro
16099 = Mode Sombre
16100 = Numéro de série:
16101 = Données de licence:

16102 = Envoyer des commentaires
16103 = Assistance en-ligne
16104 = Réinitialiser les paramètres des panneaux de la fenêtre principale
16105 = Réinitialiser les paramètres de contrôle de l'affichage "Détails"
16106 = Réinitialisation réussie ! \nRedémarrez Revo Uninstaller Pro pour appliquer les modifications.
16107 = Il n'y a pas d'éléments cochés. \nVous devez cocher au moins un élément pour continuer.
16108 = Afficher l'écran de démarrage

16109 = Nettoyage de l'historique
16110 = Nettoyage\nde l'historique
16111 = Autres\ncommandes
16112 = Revo Uninstaller Pro est déjà en cours d'exécution  !
16113 = L'abonnement à la mise à jour expire: 
16114 = Renouveler maintenant
16115 = L'abonnement de mise à jour a expiré le %s !
16116 = Mettre à jour l'abonnement
16117 = Si vous souhaitez pouvoir installer les dernières versions de Revo Uninstaller Pro publiées après cette date, vous devez renouveler votre abonnement aux mises à jour .
16118 = Rappel de la version d'essai
16119 =  Merci d'utiliser Revo Uninstaller Pro. Vous exécutez une version d'évaluation entièrement fonctionnelle de 30 jours. Si vous aimez le logiciel et que vous souhaitez l’utiliser une fois la période d’essai terminée, vous devez acheter une licence .
16120 = Votre abonnement vous permet d'installer et d'activer une version de Revo Uninstaller Pro publiée avant %s. Si vous souhaitez installer la dernière version de Revo Uninstaller Pro, vous devez renouveler votre abonnement .
16121 = J'aime
16122 = Licence désactivée
16123 = Votre licence a été désactivée par vous. Si vous souhaitez utiliser à nouveau Revo Uninstaller Pro, vous devez l’inscrire avec un numéro de série correct
16124 = Désactiver la licence
16125 = La(les) clé(s) d'activation utilisées ont été désactivées avec succès.
16126 = La désactivation a échoué  !
16127 = Voulez-vous vraiment désactiver votre licence ? \nL'installation actuelle de Revo Uninstaller Pro ne fonctionnera plus  ! Continuez uniquement si vous souhaitez déplacer ou transférer votre licence sur un autre ordinateur .
16128 = Désactiver
16129 = Désactiver votre licence. Veuillez patienter ...
16130 = jour
16131 = Le numéro de série saisi a déjà été appliqué au fichier de licence actuel.
16132 = Votre abonnement aux mises à jour a expiré le %s, vous n'êtes donc pas autorisé à mettre à jour votre version actuelle de Revo Uninstaller Pro. Veuillez renouveler votre abonnement à la mise à jour si vous souhaitez installer et utiliser la dernière version .
16133 = Couleur du texte du bouton de commande
16134 = Entrez un nom d'utilisateur de votre choix
16135 = Importation réussie !\nRedémarrez Revo Uninstaller Pro pour appliquer les modifications.
16150 = Couleur de fond des dialogues
16151 = Couleur du texte
16152 = Contrôle la couleur d'arrière-plan
16153 = Couleur de sélection
16156 = Désactiver toutes les animations de texte
16157 = Téléchargez notre application Android
16158 = Téléchargez notre application Android
16159=Copier dans le Presse-papiers

[AppBar]
16900 = Enregistrer le journal des modifications systèmes assistées
16901 = Arrêter l'assistance de l'installation
16902 = Revo Uninstaller Pro surveille les changements du système - installez votre programme de la même manière que d'habitude ! N'EXÉCUTEZ PAS un autre setup, programme ou tout autre chose durant l'installation du programme ! Après la fin de l'installation, exécutez le(s) programme(s) installé(s), configurez et refermez les. Alors cliquez sur "STOP" (carré rouge) et Enregistrez le journal.
16903 = Entrez un nom pour le journal:
16904 = Entrez un nom pour le journal et cliquer sur "Sauvegarder"
16905 = Revo Uninstaller Pro assiste l'installation
16906 = Revo Uninstaller Pro enregistre les données
16907 = Impossible d'obtenir les privilèges pour éteindre l'ordinateur. Essayez de l'arrêter manuellement !
16908 = Impossible de régler les privilèges pour éteindre l'ordinateur. Essayez de l'arrêter manuellement !
16909 = Merci d'entrer un nom de journal valable !

[JunkFilesCleanerPro]
17000 = Exclure
17001 = Dernières modifications
17002 = Analyse du dossier...
17003 = Inclure
17004 = Dossiers à inclure comme indésirables

[Windows Apps]
17100 = Apps\nWindows
17101 = Applications Windows
17102 = Applications Windows
17103 = Nombre d'applications
17104 = Application
17105 = Applications
17106 = Le module "Windows Apps" répertorie toutes les applications Windows installées et vous aide à les désinstaller en un seul clic. Certaines des applications produites par Microsoft sont préinstallées avec le système d'exploitation, d'autres sont installés via Microsoft Store. Plus d'informations sur n'importe quelle application peuvent être trouvées dans le menu contextuel .
17107 = Analyse et démarrage de la commande de désinstallation par défaut du programme
17108 = Une fois le programme de désinstallation par défaut de l'application terminé, cliquez sur "Analyser" pour lancer la recherche des fichiers, dossiers et éléments du registre restants .
17109 = Voulez-vous vraiment désinstaller l'application sélectionnée ?
17110 = Impossible d'exécuter l'application Windows sélectionnée !
17111 = Ouvrir dans Microsoft Store
17115 = Terminer
17116 = Réinitialiser l'application
17117 = Réinitialiser Microsoft Store
17118 = Impossible de terminer l'application sélectionnée.
17119 = Cela restaurera l'application à sa configuration initiale.\nVoulez-vous continuer ?
17120 = Cela restaurera Microsoft Store à sa configuration initiale.\nVoulez-vous continuer ?
17121=La désinstallation intégrée de %s a échoué.\nNous vous recommandons de vérifier l'intégrité de vos fichiers système ou de réinitialiser l'application %s, puis de réessayer.
17122=Échec de la désinstallation

[Browser Extensions]
17200 = Extensions\nNavigateur
17201 = Extensions du navigateur
17202 = Extension MS Edge
17203 = Type
17204 = Extension
17205 = Plug-in
17206 = Programme
17207 = Aide
17208 = Barre d'outils
17209 = Fournisseur de recherche
17210 = %s est en cours d'exécution. Stoppez (forcez l'arrêt) si vous voulez continuer.\nLes données enregistrées dans votre navigateur peuvent être perdues .
17211 = Nombre d'extensions 
17212 = extension
17213 = extensions
17214 = Le module "Extensions du navigateur" répertorie et vous aide à supprimer différents types de composants supplémentaires (appelés extensions ou modules complémentaires), que la plupart des navigateurs populaires tels que Google Chrome, Microsoft Edge, Mozilla Firefox et Internet Explorer vous permettent d'installer. La colonne "Type" vous indique le type de l'extension en fonction du navigateur..
17215 = Voulez-vous vraiment supprimer l'extension sélectionnée ?
17216 = Suppression de l'extension %s
17217 = Pour éviter la réinstallation automatique de l'extension, veuillez désactiver "Sync Apps" et "Sync Extensions" dans les paramètres de Chrome, puis poursuivre le Processus de suppression
17218 = Vous avez sélectionné une extension pré-installée .
17219 = Navigateur
17220 = Profils
17221 = %s est en cours d'exécution.◙ Cliquez sur 'k' pour le fermer de force (les données non enregistrées dans votre navigateur peuvent être perdues).◙ Cliquez sur n'importe quelle autre touche pour annuler.
17222=%s est en cours d'exécution. Veuillez le fermer pour continuer.

[EvidenceRemoverPro]
17300 = Type
17301 = Taille Totale
17302 = Espace Libre
17310 = Disque Local
17311 = Disque Amovible
17312 = Temps restant estimé:
17313 = jours 
17314 = heures
17315 = minutes
17316 = secondes
17317 = Voulez-vous vraiment arrêter le processus ?

[WindowsToolsPro]
17400 = Restauration du système
17401 = Diagnostic réseau
17402 = Information réseau
17403 = Centre de sécurité
17404 = Propriétés Système
17405 = Informations Système
17406 = Commande Netstat TCP/IP
17407 = Clavier visuel
17408 = Défragmenteur de disques
17409 = Services
17410 = Dossiers partagés
17411 = Éditeur de stratégie de groupe locale
17412 = Activer/Désactiver des fonctionnalités Windows
17413 = Outil de suppression des logiciels malveillants Microsoft Windows
17414 = Sauvegarde et Restauration Windows
17415 = Planificateur des tâches
17416 = Vérification des partitions du disque
17417 = Vérificateur du système de fichiers
17418 = Nettoyage de disque
17419 = Moniteur de ressources
17420 = Maintenance et gestion des images de déploiement
17421 = Vider le cache DNS
17422 = Informations et diagnostic DirectX
17450 = Sauvegarde et Restauration Windows permet de faire des copies des fichiers à toutes les personnes qui utilisent l'ordinateur et donne la possibilité de créer une image du système. Vous pouvez laisser Windows choisir ce qu'il doit sauvegarder ou vous pouvez sélectionner les dossiers personnels, bibliothèques et lecteurs que vous voulez sauvegarder. Une image système inclut Windows ainsi que vos paramèters systèmes, programmes et fichiers. Vous pouvez utiliser une image pour restaurer le contenu de votre ordinateur si votre disque dur ou ordinateur cesse de fonctionner.
17451 = Le Planificateur de Tâches vous aide à programmer des tâches automatisées qui exécutent des actions à un moment spécifique or lors de certains évènements. Il fournit la possibilité de programmer le lancement de programmes ou scripts à des moments prédéfinis ou après un intervalle de temps spécifié. Planificateur de Tâches dispose de l'ensemble des tâches Programmées, fournit un affichage organisé des tâches ainsi qu'une manière pratique de les gérer. 
17452 = Vérification des partitions du disque contrôle l'intégrité du système de fichiers sur le volume Windows. Il vérifie les Problèmes relatifs au secteurs défectueux, clusters perdus, fichiers à liaisons croisées ainsi que les erreurs de dossiers. Ces types de problème peuvent être causés par des plantages du système, système gelé, bug d'alimentation, mauvaise extinction de l'ordinateur, etc...
17453 = La vérification du système de fichiers vous permet de rechercher et restaurer le système de fichiers Windows qui seraient corrompus en verifiant leurs versions. S'il détecte un Problème, il tente de remplacer le fichier incriminé par une version du cache des DLL Windows. Si le fichier n'est pas présent dans le cache ou que la DLL en cache est corrompu, il vous sera demandé d'insérer le disque d'installation de Windows.
17454 = Disk Cleanup est un utilitaire de maintenance informatique conçu pour libérer de l'espace disque sur le disque dur d'un ordinateur. Il permet aux utilisateurs de supprimer les fichiers qui ne sont plus nécessaires ou qui peuvent être supprimés en toute sécurité comme les fichiers temporaires, de cache et de journal créés par le système d'exploitation et d'autres programmes.
17455 = Moniteur de ressources, affiche des informations sur l'utilisation du matériel (CPU, mémoire, disque et réseau) et des ressources logicielles (descripteurs de fichiers et modules) en temps réel. Cet outil vous aide à déterminer la quantité de ressources utilisée ou utilisée au fil du temps via une représentation graphique. De cette manière, vous pouvez vérifier les compteurs de performance de ressources spécifiques et décider de la ligne de conduite à suivre pour améliorer les performances de l'ordinateur. 
17456 = DISM exécute une analyse de corruption et répare les problèmes qu'il trouve dans le système d'exploitation.
17457 = Si vous rencontrez des difficultés pour accéder à une page Web ou utiliser un service en ligne, il se peut que votre appareil ait mis en cache un enregistrement DNS obsolète qui doit être effacé ou réinitialisé manuellement.
17458 = L'outil de diagnostic DirectX affiche une multitude d'informations sur DirectX et vous permet également d'effectuer des tests de diagnostic de base sur le système DirectX.

17480 = Outil
17481 = Ligne de commande
17482=Ajouter un outil personnalisé
17483 = Outil d'édition
17484 = Un outil personnalisé avec le même nom existe déjà.\nVeuillez entrer un nom différent.

[WindowsCleanerPro]
17500 = Supprimer les caches des miniatures


[UnrecoverableDeletePro]
17600 = Ajouter Fichier(s)
17601 = Ajouter Dossier
17602 = Supprimer Définitivement
17603 = Effacement
17604 = Calcul en cours...
17605 = Les éléments restants de la liste ne peuvent pas être supprimés maintenant.\nAssurez-vous qu'ils ne sont pas utilisés par Windows ou un autre programme, puis réessayez..
17606 = Supprimer les éléments sélectionnés de la liste

[Backup Manager]
17800 = Gestionnaire de Sauvegarde
17801 = Restaurer
17802 = Supprimer
17803 = Supprimer tout
17804 = Restauration\nPersonnalisée
17812 = Chargement de l'arborescence...
17813 = Retour
17814 = Suivant
17815 = Données du Point de Restauration introuvables
17816 = Traitement en cours
17817 = Sauvegarde de %d sur %d élément(s)
17818 = Points de Restauration:
17819 = Taille totale:
17820 = Le Gestionnaire de Sauvegarde vous aide à gérer les sauvegardes effectuées par Revo Uninstaller après chaque suppression d'entrée du Registre, fichier ou dossier. En restaurant un point de restauration local, vous pouvez restaurer toutes les données supprimées ou juste récupérer celles désirées. Si vous avez besoin de plus d'espace libre, vous pouvez supprimer tout ou partie des points de restauration.
17821 = Nom
17822 = Opération
17823 = Taille
17824 = Éléments du Registre
17825 = Fichier et Dossier
17826 = Heure
17827 = Date
17830 = Nom Clé/Valeur
17831 = Donnée
17835 = Valeur par défaut
17836 = Restauration de %d sur %d élément(s)
17837 = Restauration
17838 = Nom Fichier/Dossier
17839 = Restauration Personnalisée
17840 = Erreur lors de la lecture du fichier de sauvegarde !
17841 = Fichiers et Dossiers à restaurer
17842 = Élément du Registre à restaurer
17843 = Il n'y a pas assez d'espace disque pour écrire le fichier de sauvegarde !
17844 = Erreur lors de l'écriture du fichier de sauvegarde !
17845 = Voulez-vous vraiment restaurer l'opération %s de %s ?
17846 = Voulez-vous vraiment supprimer tous les points de restauration ?
17847 = Suppression\npar date
17848 = Suppression des sauvegardes antérieures à une date ou une période
17849 = Supprimer toutes les sauvegardes datant de plus:
17850 = Date sélectionnée:
17851 = Une semaine
17852 = Deux semaines
17853 = 30 jours
17854 = 90 jours
17855 = 180 jours
17856 = 1 an
17857 = Date personnalisée
17858 = Vous avez sélectionné une date postérieure à aujourd'hui.\nCela supprimera toutes les sauvegardes ! Voulez-vous continuer ?


[TooltipsPro]
18200 = Ajuster les paramètres de Revo Uninstaller Pro
18201 = Modifier le type d'affichage de la liste des programmes assistés
18202 = Administrer les informations des sauvegardes stockées par Revo Uninstaller
18203 = Installer des programmes par le biais de Revo Uninstaller Pro
18204 = Désinstallation forcée des éléments restants des programmes déja désinstallés
18205 = Afficher tous les programmes installés
18206 = Afficher les programmes installés assistés
18207 = Désinstaller le programme assisté sélectionné
18208 = Désinstallation personnalisée du programme assisté sélectionné
18209 = Restaurer le point de restauration sélectionné de Revo Uninstaller Pro
18210 = Restauration personnalisée du point de restauration sélectionné de Revo Uninstaller Pro
18211 = Supprimer le point de restauration sélectionné de Revo Uninstaller Pro
18212 = Ajouter un programme pour qu'il démarre automatiquement au lancement de Windows
18213 = Exécuter l'opération de suppression des éléments confidentiels sur les lecteurs sélectionnés
18214 = Ajouter des fichiers pour une suppression définitive
18215 = Ajouter un dossier pour une suppression définitive
18216 = Supprimer les fichiers et dossiers ajoutés
18217 = Supprimer les fichiers sélectionnés
18218 = Modifier ou réparer l'installation du programme sélectionné
18219 = Désinstallation rapide du programme sélectionné(tous les éléments restants sont automatiquement supprimés)
18220 = Ajout d'un nouvel élément au journal
18221 = Modifier l'élément sélectionné
18222 = Supprimer l'élément sélectionné du journal
18223 = Exporter les données actuelles du journal en HTML
[Portable]
18500 = Erreur lors du téléchargement de la mise à jour !
18501=Erreur lors de l'extraction de la mise à jour !
18502 = Mise à jour
18503=Mise à jour terminée correctement !
18504 = %d fichiers sur %d
18505 = Portabilité
18506=Utiliser le dossier de stockage de données personnalisé
18507 = Activer le mode de chargement rapide
18508 = Accepter
18509 = Contrat de licence

[UninstallHistory]
32900=Historique de désinstallation
32901 = Supprimer tout
32902 = Exporter les détails
32903 = Nom de l'application
32905 = Programmes désinstallés :
32907 = Journaux désinstallés :
32909 = Applications désinstallées :
32910 = Journal importé
32911 = Journal de l'utilisateur
32912 = L'historique de désinstallation garde une trace de toutes les désinstallations qui ont été effectuées et fournit des informations détaillées sur le logiciel désinstallé et toutes les données restantes supprimées.
32917 = Détails du programme :
32918 = Résumé de l'opération :
32919 = Opérations sur les fichiers et les dossiers :
32920 = Opérations du registre :
32921 = Détails du journal :
32922 = Détails de l'application :
32923 = Clés du registre supprimées avec succès
32924 = Valeurs du registre supprimées avec succès
32925 = Fichiers supprimés avec succès
32926 = Dossiers supprimés avec succès
32927 = Défini pour suppression au redémarrage
32928 = Échec de suppression des clés du registre
32929 = Échec de suppression des valeurs du registre
32930 = Résumé
32931 = Clés du registre restantes supprimées :
32932 = Valeurs restantes du Registre supprimées :
32933 = Dossiers restants supprimés :
32934 = Fichiers restants supprimés :
32935 = Espace libre récupéré des restes :
32936 = Afficher les détails
32937 = Vous avez désinstallé
32938 = Opérations de désinstallation terminées